mitrwo_ergazwmenwn = {"Ονοματεπώνυμο" : "Αρτέμης Πτολεμαίος Σώρρας",
"Ημ/νία Γέννησης" : "03/04/432 π.Χ.",
"Διεύθυνση" : "Ακροπόλεως 5",
"Τηλέφωνο" : "2310 521010",
"Χρέη στην Εφορία" : "28 δις",
"Πληροφορίες" : "Governuskrin"
}

print("Ονοματεπώνυμο   :",mitrwo_ergazwmenwn["Ονοματεπώνυμο"],"\n"
"Ημ/νία Γέννησης :",mitrwo_ergazwmenwn["Ημ/νία Γέννησης"],"\n"
"Διεύθυνση       :",mitrwo_ergazwmenwn["Διεύθυνση"],"\n"
"Τηλέφωνο        :",mitrwo_ergazwmenwn["Τηλέφωνο"],"\n"
"Χρέη στην Εφορία:",mitrwo_ergazwmenwn["Χρέη στην Εφορία"],"\n"
"Πληροφορίες     :", mitrwo_ergazwmenwn["Πληροφορίες"])
