#Κατασκευή Υποσυνόλων :
#Κατασκευάστε πρόγραμμα το οποίο
# 1) Θα αρχικοποιεί μία μεταβλητή Ν με την τιμή 5.
# 2) Θα κατασκευάζει το σύνολο Α = {1, 2,...,Ν}
# 3) Έπειτα για κάθε στοιχείο του συνόλου, θα κατασκευάζει ένα tuple
#    με τον αριθμό και το τετράγωνό του.
# 4) Όλα αυτά τα στοιχεία θα πρέπει να ανήκουν σε ένα σύνολο.
# Η Απάντηση θα πρέπει να είναι (τα tuples όχι απαραίτητα με αυτή την σειρά):
# {(1, 1), (2, 4), (3, 9), (4, 16), (5, 25)}

N = 5
A = set()
for number in range(1, N + 1):
    number2 = number ** 2
    number_tuple = (number, number2)
    A.add(number_tuple)
print(A)
