#Πρώτος Αριθμός
#Κατασκευάστε ένα πρόγραμμα το οποίο:
#1) Θα ορίζει ένα μη αρνητικό ακέραιο αριθμό Ν
#2) Θα ελέγχει αν είναι πρώτος και θα τυπώνει το αποτέλεσμα

#Υπενθύμιση: Τα 0 και 1 δεν είναι πρώτοι και κάθε φυσικός >= 2 είναι πρώτος
#αν και μόνο αν (ανν) διαιρείται (ακριβώς) μόνο με τον εαυτό του και την μονάδα.

number = 67
if number == 0 or number == 1:
    print("Δεν είναι πρώτος αριθμός.")
else:
    for i in range(2, number):
        if number % i == 0:
            print(str(number) + " Δεν είναι πρώτος αριθμός.")
            break
    else:
        print(str(number) + " είναι πρώτος αριθμός.")
